tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "gcc"
brew "btop"
brew "bzip2"
brew "cmake"
brew "diff-so-fancy"
brew "direnv"
brew "extract_url"
brew "fzf"
brew "go"
brew "gron"
brew "htop"
brew "jq"
brew "lbzip2"
brew "lzlib"
brew "mtr"
brew "neovim"
brew "openssl@3"
brew "peco"
brew "pre-commit"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ruby"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "urlview"
brew "watchman"
brew "wget"
brew "zlib"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "docker"
cask "elecom-mouse-assistant"
cask "fantastical"
cask "font-anonymice-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "futubull"
cask "night-owl"
cask "shureplus-motiv"
cask "steam"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "welly"
