tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "cmake"
brew "diff-so-fancy"
brew "direnv"
brew "extract_url"
brew "fzf"
brew "go"
brew "jq"
brew "mtr"
brew "neovim"
brew "peco"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "urlview"
brew "wget"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "font-anonymice-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "night-owl"
cask "welly"
